Repository: sumitDigital/96KMaratha_Flutter
Catalog: lib/l10n/app_*.arb
Languages: mr

# continuebutton
source: Continue
mr: पुढे जा

source: Login
mr: लॉगिन करा

# createProfile
source: Your Dream Partner Is Just A Click Away!!
mr: अपेक्षित जोडीदार फक्त एक पाऊल दूर आहे

# yourStoryisWaitingToHappen
source: Register Your Profile Here
mr: माहिती भरून रजिस्ट्रेशन पूर्ण करा

source: First Name
mr: पहिले नाव

source: Enter first name
mr: पहिले नाव टाका

# pleaseEnterFirstName
source: Please enter the first name
mr: कृपया पहिले नाव टाका

source: Middle Name
mr: वडिलांचे नाव

source: Enter middle name
mr: वडिलांचे नाव टाका

# pleaseEnterMiddleName
source: Please enter the middle name
mr: कृपया वडिलांचे नाव टाका

source: Last Name
mr: आडनाव

source: Enter last name
mr: आडनाव टाका

# pleaseEnterLastName
source: Please enter the Last name
mr: कृपया आडनाव टाका

source: Mobile Number
mr: मोबाईल नंबर

source: Enter Mobile Number
mr: मोबाईल नंबर टाका

source: Select Gender
mr: कृपया तुमचे लिंग निवडा

# pleaseSelectGender
source: Please select your gender
mr: कृपया लिंग निवडा

source: Male
mr: वर

source: Female
mr: वधू

source: Date of Birth
mr: जन्म-तारीख

# pleaseEnterValidDateOfBirth
source: Please enter a valid date of birth
mr: कृपया वधूची जन्मतारीख टाका

source: Sub Caste
mr: पोटजात

source: Enter email-ID
mr: ई-मेल आयडी टाका

source: Please Enter Valid email-ID
mr: कृपया ई-मेल आयडी टाका

source: Select sub caste
mr: पोटजात निवडा

source: Please select sub caste
mr: कृपया पोटजात निवडा

source: Profile Created For
mr: कोणासाठी प्रोफाईल बनवत आहात

source: Select profile created for
mr: कोणासाठी प्रोफाईल बनवत आहात

# pleaseselectprofilecreatedfor
source: Please choose whose profile is being created
mr: कोणासाठी प्रोफाईल बनवत आहात

source: Create Password
mr: पासवर्ड

source: Enter password
mr: मजबूत पासवर्ड तयार करा

# pleaseEnterMinimum6Digit
source: Please enter a minimum 6-digit password
mr: कृपया मजबूत पासवर्ड तयार करा

# pleaseSelectCheckboxToProcedeFurther
source: Please select checkbox to procced further
mr: कृपया पुढे जाण्यासाठी चेकबॉक्स वर क्लिक करा

source: Register Now
mr: रजिस्टर करा

# privacyPolicy
source: By clicking on Register Free, you agree to Terms & Conditions and Privacy Policy
mr: अटी, शर्ती आणि गोपनीयता नियमांना सहमती देऊन रजिस्टर बटन वर क्लिक करा

# step1heading
source: Step 1
mr: पहिली पायरी

# updatebasicInfo
source: Update Your Basic Information
mr: वैयक्तिक माहिती

# updateProfileAndBoostVisibilitypreffix
source: Update profile,
mr: प्रोफाईल अपडेट करा,

# updateProfileAndBoostVisibilitySuffix
source: boost visibility by 20%
mr: ने दृश्यमानता वाढवा

# pleasefillallfieldsmarkedwith
source: All marked fields are compulsory to fill
mr: हे चिन्ह असलेल्या सर्व फील्ड्स भरणे आवश्यक आहेत

source: Time of birth
mr: जन्म-वेळ

# selectTimeOfBirth
source: Select [[gender]] time of birth
mr: [[gender]] जन्म-वेळ टाका

# pleaseEnterTimeOfBirth
source: Please Select [[gender]] time of birth
mr: कृपया [[gender]] जन्म-वेळ टाका

source: Place of Birth
mr: जन्म-ठिकाण

# selectbirthPlaceDistrict
source: select your birth place district
mr: वराच्या जन्म स्थळाजवळील जिल्हा निवडा

source: Ras
mr: रास

source: Select Ras
mr: रास निवडा

source: Manglik
mr: मंगळ

source: No
mr: नाही

source: Yes
mr: हो

source: Don't Know
mr: माहित नाही

source: Height
mr: उंची

source: Search Height
mr: उंची निवडा

source: Blood Group
mr: रक्तगट

source: Physical Status
mr: अपंगत्व

source: Marital Status
mr: वैवाहिक स्थिती

source: Never Married
mr: अविवाहित

source: Divorced
mr: घटस्फोटित

source: Separated
mr: विभक्त

source: Awaiting Response
mr: प्रतीक्षेत

# widoworwidower
source: Widow / Widower
mr: विधवा/विधुर

source: Have Children
mr: मुलं आहेत का ?

source: yes , Living Together
mr: होय, एकत्र राहत आहेत

source: Yes, Not Living Together
mr: होय, एकत्र राहत नाहीत

source: Caste
mr: जात

source: Dietry habit
mr: आहारविषयक

# vegitarian
source: Vegetarian
mr: शाकाहारी

# nonVegitarian
source: Non-Vegetarian
mr: मांसाहारी

source: Vegan
mr: विगन

# eggitarian
source: Eggetarian
mr: एगटेरिअन

source: Jain
mr: जैन

source: Occasionally Non-veg
mr: कधी-कधी मांसाहारी

source: Other
mr: इतर

source: Smoking habit
mr: धुम्रपान-सवय

source: Occasionally
mr: कधी-कधी

source: Drinking habit
mr: मद्यपान-सवय

source: Parent's Contact Number
mr: पालकांचा मोबाईल नंबर

source: Contact Number Visibility
mr: गोपनीय संपर्क सेटिंग्ज

# showmyandparentscontactnumbertoall
source: Show my & my parent's contact number to all.
mr: आणि पालकांचा संपर्क क्रमांक दाखवा

# showParentContactNumberToAll
source: Show my parent contact number to all.
mr: फक्त पालकांचा संपर्क क्रमांक दाखवा

# pleaseSelectOneOfAboveOption
source: Please select one of the above option
mr: कृपया वरीलपैकी एक पर्याय निवडा

source: Save
mr: सेव्ह करा

source: STEP 2
mr: दुसरी पायरी

# updateEducationCareerLocation
source: Update Your Education, Career & Location Information
mr: शैक्षणिक माहिती

source: Highest Education
mr: शिक्षण निवडा

source: Select Highest Education
mr: शिक्षण निवडा

source: Specialization
mr: स्पेशलायझेशन

source: Select Specialization
mr: स्पेशलायझेशन निवडा

source: Employed In
mr: जॉब क्षेत्र

source: Occupation
mr: व्यवसाय

source: Select Occupation
mr: व्यवसाय निवडा

source: Designation
mr: डेजिग्नेशन

source: Company name
mr: कंपनीचे नाव

source: Annual Income
mr: वार्षिक उत्पन्न

source: Search Annual Income
mr: वार्षिक उत्पन्न निवडा

source: Current job location
mr: सध्याचे जॉबचे ठिकाण

source: Job location
mr: सध्याचे जॉबचे ठिकाण

source: Work Mode
mr: जॉब

source: Fully Remote
mr: वर्क फ्रॉम होम

# hybridMode
source: Hybrid Model
mr: हायब्रिड मोड

source: Work From Office
mr: वर्क फ्रॉम ऑफिस

source: Present address
mr: सध्याचे ठिकाण

source: Present State
mr: सध्याचे राज्य

source: Same Address
mr: वरील ठिकाणाप्रमाणे

source: Permanent address
mr: कायमचे ठिकाण

source: Permanent State
mr: कायमचे राज्य

source: Permanent City
mr: कायमचे शहर

source: Native place
mr: मूळ ठिकाण

source: Back
mr: मागे जा

# sharePartnersPreference
source: Share Your Partner's Preference
mr: जोडीदाराबाबत असलेल्या अपेक्षा

# partnerMinAge
source: Partner's Min Age
mr: जोडीदाराचे किमान वय

source: Search Min. Age
mr: कमीत कमी वय निवडा

# partnerMaxAge
source: Partner's Max Age
mr: जोडीदाराचे कमाल वय

source: Search Max. Age
mr: जास्तीत जास्त वय निवडा

# partnerMinHeight
source: Partner's Min Height
mr: जोडीदाराची किमान उंची

source: Search Min. height
mr: कमीत कमी उंची निवडा

# partnerMaxHeight
source: Partner's Max Height
mr: जोडीदाराची कमाल उंची

source: Search Max. height
mr: जास्तीत जास्त उंची निवडा

# partnerSection
source: Partner's Section
mr: जोडीदाराची पोटजात

source: Select Caste
mr: पोटजात निवडा

# partnerSubCaste
source: Partner's Sub Caste
mr: जोडीदाराची पोटजात

# partnerManglikStatus
source: Partner's Manglik Status
mr: मंगळ दोष

source: Dosen't Matter
mr: हरकत नाही

# partnerMaritalStatus
source: Partner's Marital Status
mr: जोडीदाराची अपेक्षित वैवाहिक स्तिथी

# partnerEmployedIn
source: Partner's Employed In
mr: जोडीदाराचे अपेक्षित जॉब क्षेत्र

source: Select Employed In
mr: क्षेत्र निवडा

# partnerHighestDegree
source: Partner's Highest Degree
mr: जोडीदाराचे शिक्षण

# partnerExpectededucation
source: Partner's Expected Education
mr: जोडीदाराचे अपेक्षित शिक्षण

# pleaseSelectAtLeast4Education
source: Select at least 4 education
mr: कमीत कमी ४ पर्याय निवडा

# partnerOccupation
source: Partner's Occupation
mr: जोडीदाराचा व्यवसाय

# pleaseSelectAtLeast4Occupation
source: Select at least 4 occupation
mr: कमीत कमी ४ पर्याय निवडा

# partnerExpectedOccupationSmall
source: partner's expected occupation
mr: जोडीदाराचा अपेक्षित व्यवसाय

# partnerMinAnnualIncome
source: Partner's Min Annual Income
mr: जोडीदाराचे किमान वार्षिक उत्पन्न

# partnerMaxAnnualIncome
source: Partner's Max Annual Income
mr: जोडीदाराचे कमाल वार्षिक उत्पन्न

# partnerExpectedResidence
source: Partner's Expected Residence
mr: जोडीदाराचे अपेक्षित राहण्याचे ठिकाण

source: Select States
mr: राज्य निवडा

source: Selected States
mr: निवडलेले राज्य

source: Select Districts
mr: जिल्हा निवडा

source: Selected Districts
mr: निवडलेले जिल्हे

# selectvisible
source: Selected items will be visible here.
mr: निवडलेले पर्याय येथे दिसतील

source: Step 4
mr: चौथी पायरी

source: Upload Your Photos
mr: प्रोफाईल फोटो अपलोड करा

source: Profile Photo
mr: प्रोफाईल फोटो

source: Click here to Upload
mr: फोटो अपलोड करण्यासाठी येथे क्लिक करा

source: Gallery Photos
mr: गॅलरी फोटो

# addGalleryPhotos
source: Add gallery photo
mr: गॅलरी फोटो अपलोड करा

# atleast1
source: (at least one)
mr: (कमीत कमी १)

# entermobileNumberLogin
source: Enter mobile number
mr: येथे नोंदणीकृत मोबाईल नंबर टाका

source: Email ID
mr: ई-मेल आयडी

# donthaveProfile
source: Don't have a profile?
mr: तुम्ही नवीन सदस्य आहात का?

# registerNowExplamation
source: Register now!
mr: रजिस्टर करा

source: Please enter your password
mr: कृपया पासवर्ड टाका

# pleaseEnterRegisteredEmail
source: Please enter your registered email ID
mr: कृपया आपला नोंदणीकृत ईमेल आयडी टाका

# loginwithotporPasswordDecForEmail
source: Login with OTP or password by entering your registered Email Address to login.
mr: लॉगिन करण्यासाठी तुमचा नोंदणीकृत ई-मेल आयडी टाकून ओटीपी किंवा पासवर्ड सह लॉगिन करा

# loginwithotporPasswordDecForMobile
source: Login with OTP or password by entering your registered Email Address to login.
mr: लॉगिन करण्यासाठी तुमचा नोंदणीकृत मोबाईल नंबर टाकून ओटीपी किंवा पासवर्ड सह लॉगिन करा

source: Login With Email
mr: ई-मेल आयडीने लॉगिन करा

source: Enter Email Address
mr: येथे नोंदणीकृत ई-मेल आयडी टाका

source: Password
mr: पासवर्ड

# enterPasswordLogin
source: Enter Password
mr: पासवर्ड टाका

# forgotPasswordQuestion
source: Forgot Password?
mr: पासवर्ड विसरलात का ?

source: Login Me
mr: लॉगिन करा

source: Login with OTP
mr: ओटीपी सह लॉगिन करा

source: Login With Mobile
mr: मोबाईल नंबरने लॉगिन करा

# loginwithPassword
source: Login with Passwod
mr: पासवर्ड सह लॉगिन करा

source: Send OTP
mr: ओटीपी पाठवा

# otpVerificationSubTitle
source: The verification code has been sent to your registered email ID & mobile number
mr: तुमच्या रजिस्टर मोबाईल नंबर वर / ई-मेल आयडी वर पाठवलेला ओटीपी येथे टाकून व्हेरिफिकेशन पूर्ण करा.

# otpVerificationSubTitle2
source: Complete your profile verification by sending an OTP to the provided registered Mobile Number / Email ID
mr: प्रोफाईलचे व्हेरिफिकेशन करण्यासाठी तुमच्या रजिस्टर मोबाईल नंबर वर / ई-मेल आयडी वर ओटीपी पाठवा.

# otpverificationTitle
source: OTP Verification
mr: ओटीपी व्हेरिफिकेशन

source: Enter OTP
mr: ओटीपी टाका

# enterEmailNoOrPhoneNumber
source: Enter Mobile No. or Email ID
mr: नोंदणीकृत मोबाईल नंबर / ईमेल आयडी

# weWillSendYouOTPToReset
source: We will send you an OTP to reset your password
mr: आम्ही तुमचा पासवर्ड नवीन टाकण्यासाठी त्यावर एक OTP पाठवू.

source: Select Language
mr: भाषा निवडा

# selectYourLanguagePreferance
source: Select Your Language Preference to Explore App
mr: ॲप एक्सप्लोर करण्यासाठी भाषा निवडा

source: Home
mr: होम

source: Matches
mr: मॅचेस

source: Inbox
mr: इनबॉक्स

source: Search
mr: सर्च

source: Hello
mr: नमस्कार

source: Account Type
mr: अकाउंट टाईप

source: Dashboard
mr: डॅशबोर्ड

source: My Profile
mr: माझी प्रोफाईल

source: Edit Profile
mr: अपडेट प्रोफाईल

source: Member ID
mr: मेंबर आयडी

source: Search Profile By ID
mr: आयडीद्वारे प्रोफाइल शोधा

source: Search Matches
mr: जोडीदार शोधा

source: Discover Your Matches
mr: तुमच्या जुळणाऱ्या प्रोफाइल्स शोधा

source: My Plan
mr: माय प्लॅन

# accountAndSettings
source: Account & Settings
mr: अकाउंट अँड सेटिंग्स

source: Recommended Matches
mr: तुमच्यासाठी सुचवलेले प्रोफाईल्स

source: Matches By Education
mr: शिक्षणा नुसार जुळणारे प्रोफाईल्स

source: Matches By Location
mr: लोकेशन नुसार जुळणारे प्रोफाईल्स

source: Matches By Occupation
mr: व्यवसायानुसार जुळणारे प्रोफाईल्स

source: All Matches
mr: सर्व प्रोफाईल्स

source: Update Partner Preference
mr: जोडीदाराबद्दलच्या अपेक्षा अपडेट करा

source: Change Privacy Setting
mr: प्रायव्हसी सेटिंग बदला

source: Change Password
mr: पासवर्ड बदला

source: Delete Account
mr: अकाउंट डिलीट करा

source: Logout
mr: लॉगआउट

source: Online Members
mr: ऑनलाइन प्रोफाईल्स

source: Profile Visitors
mr: तुमच्या प्रोफाईलला भेट दिलेले सदस्य

source: View Profile
mr: प्रोफाईल बघा

source: New Recommended Matches For You
mr: तुमच्यासाठी सुचवलेले प्रोफाईल्स

source: Recently Join Matches
mr: नवीन जोडले गेलेले प्रोफाईल्स

source: No Data Found
mr: काहीही माहिती आढळली नाही

source: Scroll down to refresh
mr: रिफ्रेश करण्यासाठी स्क्रोल डाऊन करा.

source: Interested Profiles
mr: इंटरेस्टेड प्रोफाईल्स

source: Interest Received
mr: इंटरेस्ट आलेले

source: Interest Sent
mr: इंटरेस्ट पाठवले

source: Accepted by me
mr: मी स्वीकारलेले प्रोफाईल्स

# acceptedBy
source: Accepted by [[gender]]
mr: [[gender]] स्वीकारले

source: Shortlisted Profiles
mr: शॉर्टलिस्ट प्रोफाईल्स

source: Visited By Me
mr: भेट दिलेले प्रोफाईल्स

source: Contact Viewed Profiles
mr: बघितलेले संपर्क क्रमांक

source: I Declined
mr: तुम्ही नापसंद केलेले प्रोफाईल्स

source: They Declined
mr: नापसंद केलेले प्रोफाईल्स

source: Declined Profiles
mr: नापसंद प्रोफाईल्स

source: Ignored Profiles
mr: दुर्लक्षित प्रोफाईल्स

source: Aries
mr: मेष

source: Taurus
mr: वृषभ

source: Gemini
mr: मिथुन

source: Cancer
mr: कर्क

source: Leo
mr: सिंह

source: Virgo
mr: कन्या

# libra
source: Virgo
mr: तुळ

source: Scorpio
mr: वृश्चिक

source: Sagittarius
mr: धनु

source: Capricorn
mr: मकर

source: Aquarius
mr: कुंभ

source: Pisces
mr: मीन

source: About me
mr: स्वतःबद्दल माहिती

source: Personal info
mr: वैयक्तिक माहिती

# educationAndCarrer
source: Education and carrer details
mr: शैक्षणिक आणि कामाची माहिती

source: Basic information
mr: मूलभूत माहिती

source: Location Details
mr: निवासस्थाना विषयी माहिती / पत्ता

source: Family details
mr: कौटुंबिक माहिती

source: Contact info
mr: संपर्क माहिती

source: Spiritual details
mr: आध्यत्मिक माहिती

source: Astro Details
mr: पत्रीकेविषयी माहिती

source: Lifestyle details
mr: जीवनशैली बद्दल माहिती

source: General info
mr: सामान्य माहिती

source: Looking for..
mr: जोडीदाराविषयी माहिती ..

source: weight
mr: वजन

source: Complexion
mr: रंग

source: Disability
mr: अपंगत्व

source: Lens
mr: लेन्स

source: Spectacles
mr: चष्मा

source: Full Name
mr: पूर्ण नाव

source: Gender
mr: लिंग

source: Present City
mr: सध्याचे शहर

source: Present Country
mr: सध्याचे देश

source: Permanent Country
mr: कायमचा देश

source: Very Fair
mr: अति गोरा

source: Fair
mr: गोरा

source: Wheatish Fair
mr: गव्हाळ गोरा

source: Wheatish
mr: गव्हाळ

source: Wheatish Dark
mr: सावळा

source: Dark
mr: काळा

source: self contact number
mr: स्वतःचा मोबाईल नंबर

source: self Email Address
mr: स्वतःचा ईमेल आयडी

source: Gotra
mr: गोत्र

source: Nakshatra
mr: नक्षत्र

source: Ashwini
mr: अश्विनी

source: Bharani
mr: भरणी

source: Krittika
mr: कृत्तिका

source: Rohini
mr: रोहिणी

source: Mrigashirsha
mr: मृगशिरा

source: Ardra
mr: आर्द्रा

source: Punarvasu
mr: पुनर्वसू

source: Pushya
mr: पुष्य

source: Ashlesha
mr: आश्लेषा

source: Magha
mr: मेघा

source: Purva Phalguni
mr: पूर्वा फाल्गुनी

source: Uttara Phalguni
mr: उत्तरा फाल्गुनी

source: Hasta
mr: हस्त

source: Chitra
mr: चित्रा

source: Swati
mr: स्वाती

source: Vishakha
mr: विशाखा

source: Anuradha
mr: अनुराधा

source: Jyeshtha
mr: ज्येष्ठा

source: Mula
mr: मूल

source: Purva Ashadha
mr: पूर्वाषाढा

source: Uttara Ashadha
mr: उत्तराषाढा

source: Shravana
mr: श्रवण

source: Dhanishta
mr: धनिष्ठा

source: Shatabhisha
mr: शततारका

source: Purva Bhadrapada
mr: पूर्वा भाद्रपदा

source: Uttara Bhadrapada
mr: उत्तर भाद्रपदा

source: Revati
mr: रेवती

source: Dev Gan
mr: देव गण

source: Manushya Gan
mr: मनुष्य गण

source: Rakshas Gan
mr: राक्षस गण

source: First
mr: पहिला

source: Second
mr: दुसरा

source: Third
mr: तिसरा

source: Fourth
mr: चौथा

source: Adi
mr: आदि

source: Madhya
mr: मध्य

source: Antya
mr: अंत्य

source: Nadi
mr: नाडी

source: Gan
mr: गण

source: Charan
mr: चरण

source: Born on
mr: जन्मतारीख

source: Languages known
mr: ज्ञात भाषा

source: Mother tongue
mr: मातृ भाषा

source: English
mr: इंग्रजी

source: Hindi
mr: हिंदी

source: Marathi
mr: मराठी

source: Spanish
mr: स्पॅनिश

source: French
mr: फ्रेंच

source: German
mr: जर्मन

source: Age
mr: वय

source: living in
mr: सध्याचा पत्ता

source: Education
mr: शिक्षण

# thisProfileIsValidatedUsingGovermentID
source: This profile is validated using a government-issued ID
mr: कागदपत्री व्हेरिफिकेशन पूर्ण ही प्रोफाईल सरकारी कागदपत्रांनी व्हेरीफाईड आहे.

source: Personal Details
mr: वैयक्तिक माहिती

# educationAndCarrerDetails
source: Education and career details
mr: शिक्षण आणि करिअरबद्दल माहिती

source: Explore Profiles
mr: प्रोफाईल्स बघा

source: Want to Accept Interest?
mr: विचार कसला करताय?

# acceptInterestDesc
source: Don't think..! Accept their interest & take steps toward a new match..
mr: तुम्हाला यांची प्रोफाईल आवडली असेल तर आताच यांचा इंटरेस्ट स्वीकारा आणि योग्य जोडीदाराकडे एक पाऊल उचला

# acceptInterestButton
source: ACCEPT INTEREST
mr: इंटरेस्ट स्वीकारा

# dontAcceptButton
source: Don't Accept
mr: रद्द करा

# wantToDeclineInterest
source: Want to Decline This Profile?
mr: इंटरेस्ट नाकारायचा आहे का?

# declineInterestDesc
source: If you cancel your interest, you won’t be able to interact with this profile further. Are you sure you want to proceed?
mr: तुम्ही यांचा इंटरेस्ट रद्द केल्यास या प्रोफाईल सोबत तुम्ही परत संपर्क करू शकत नाही. तुम्हाला याची खात्री असेल तर इंटरेस्ट रद्द करा.

# declineInterestButton
source: DECLINE INTEREST
mr: इंटरेस्ट रद्द करा

source: Don't Decline
mr: रद्द नका करू

source: Interested In This Profile?
mr: प्रोफाईल आवडलेली दिसते

# interestSendDesc
source: Express your interest to make a meaningful connection.
mr: तुम्हाला ही प्रोफाईल आवडली असेल तर आताच प्रोफाईलला इंटरेस्ट पाठवून योग्य जोडीदाराकडे पाऊल उचला.

source: Current Active Plan
mr: आताचा सक्रिय प्लॅन

source: Plan Start Date
mr: प्लॅनची प्रारंभ तारीख

source: Plan End Date
mr: प्लॅनची समाप्त तारीख

source: Week Start From
mr: आठवडा सुरू

source: Total Contact
mr: एकूण संपर्क

source: Weekly Contact Limit
mr: साप्ताहिक संपर्क मर्यादा

# weeklyContactViewd
source: Weekly Contact Viewed
mr: साप्ताहिक संपर्क पाहिले

source: Remaining Weekly Contact
mr: उर्वरित साप्ताहिक संपर्क

source: Father Name
mr: वडिलांचे नाव

source: Mother Name
mr: आईचे नाव

source: No. of Brothers
mr: एकूण भावांची संख्या

source: No. of Sisters
mr: एकूण बहिणींची संख्या

source: Family Type
mr: कुटुंब प्रकार

source: Living With Parents
mr: पालकांसोबत राहतात का

source: Family Status
mr: कौटुंबिक स्थिती

source: Family Assets
mr: कौटुंबिक मालमत्ता

source: No. of Married Brothers
mr: विवाहित भावांची संख्या

source: No. of Married Sisters
mr: विवाहित बहिणींची संख्या

source: Mother Occupation
mr: आईचा व्यवसाय

source: Father Occupation
mr: वडिलांचा व्यवसाय

# onlyMarathaCommunity
source: Only Maratha community profiles are allowed. Other community profiles will be blocked.
mr: फक्त मराठा समाजातील प्रोफाईल्सलाच रजिस्ट्रेशन करण्यासाठी परवानगी आहे. इतर समाजातील प्रोफाईल्स आढळल्यास त्या ब्लॉक केल्या जातील

source: Verify Your Profile Now!!
mr: आत्ताच तुमची प्रोफाईल व्हेरिफाय करून घ्या!

# yourIdentityDocumentsDetails
source: Your Identity Documents Details Not Stored and Visible To Anyone.
mr: तुमच्या कागदपत्रांचा कुठलाही गैरवापर होणार नाही याची आम्ही पूर्ण हमी देतो.

source: I Want to Verify Using
mr: खाली दिलेल्या पर्यायांपैकी एक निवडून पडताळणी प्रक्रिया पूर्ण करा:

source: Pan Card
mr: पॅन कार्ड

source: Driving Licence
mr: ड्रायव्हिंग लायसन्स

source: Voter ID
mr: तुमचा मतदान कार्ड क्रमांक

source: Upload Manually
mr: स्वतः अपलोड करा

source: Your Pan ID Number
mr: तुमचा पॅन कार्ड क्रमांक

source: Enter your Pan ID number
mr: तुमचा पॅन कार्ड क्रमांक लिहा

# iherbydeclare
source: I hereby declare that the information provided is accurate to the best of my knowledge. I also grant permission to access the relevant documents for verification purposes.
mr: मी येथे घोषित करतो / करते की माझ्या माहितीनुसार प्रदान केलेली माहिती अचूक आहे. तसेच, पडताळणीसाठी संबंधित कागदपत्रांमध्ये प्रवेश देण्याची मी परवानगी देतो / देते.

# drivingLicanceNumber
source: Driving License Number
mr: तुमचा ड्रायव्हिंग लायसन्स क्रमांक

# enterDrivingLicenceNumber
source: Enter your driving licence number
mr: तुमचा ड्रायव्हिंग लायसन्स क्रमांक लिहा

source: Enter Voter ID
mr: तुमचा मतदान कार्ड क्रमांक लिहा

source: Upload your Document
mr: तुमची फाईल येथे अपलोड करा

source: Document Verification
mr: कागदपत्रांची पडताळणी

source: Please upload valid document for verification
mr: कृपया तुमची फाईल अपलोड करा

source: Caste Verification
mr: जात पडताळणी

source: Note
mr: टीप

# chooseOneDocument
source: Choose one document for caste proof.
mr: जात पडताळणीसाठी कोणतेही एक कागदपत्र अपलोड करा:

source: Caste Certificate
mr: जात प्रमाणपत्र

source: School / College Leaving Certificate
mr: शाळा / कॉलेज सोडल्याचा दाखला

# anyDocumentMentioningName
source: Any Document Which Mentioning Your Name & Caste
mr: कोणतेही कागदपत्र ज्यामध्ये तुमचे नाव आणि जैन जात नमूद आहे

# documentMentioningBloodRelation
source: Document Mentioning the Caste of a Blood Relation
mr: रक्तसंबंधित नातेवाईकाच्या जात दर्शवणारे कागदपत्र

# yourDocumentWillBeSolelyUsedForCasteVerification
source: Your document will be used solely for verification purposes. It will not be stored, retained, or shared with any third party, ensuring full compliance with applicable privacy and data protection laws.
mr: तुमचे कागदपत्र केवळ पडताळणीसाठी वापरण्यात येईल. गोपनीयता आणि डेटा संरक्षण कायद्यांचे पूर्ण पालन सुनिश्चित करून, हे कोणत्याही तृतीय पक्षासोबत संग्रहित, जतन किंवा शेअर केले जाणार नाही.

source: joint Family
mr: एकत्र कुटंब

source: Neuclear Family
mr: छोटे कुटुंब

source: Living Alone
mr: एकटे राहता

source: Not Living with Parents
mr: आई-वडिलांसोबत राहत नाही

source: Occasionally Living with Parents
mr: कधीकधी आई-वडिलांसोबत राहतो

source: Middle Class
mr: मध्यम वर्गीय

source: Lower Middle Class
mr: निम्न मध्यम वर्गीय

source: Upper Middle Class
mr: उच्च मध्यम वर्गीय

source: Working Class
mr: कामगार वर्ग

source: Middle Class with Financial Struggles
mr: आर्थिक अडचणीतील मध्यम वर्गीय

# pleaseEnterRegisteredMobileNumber
source: Please enter your registered mobile number
mr: कृपया नोंदणीकृत मोबाईल नंबर टाका

# pleaseEntervalidPhoneNumber
source: Enter valid phone number
mr: कृपया वैध मोबाईल नंबर टाका

source: Purchase Plan
mr: प्लॅन खरेदी करा

source: Are you sure you want to log out?
mr: तुम्हाला खात्री आहे का की तुम्ही लॉग आउट करू इच्छिता?

source: Yes , Log Out
mr: होय, लॉग आउट करा

source: NO, STAY
mr: नाही, राहू द्या

# areYouSureYouWantToLogoutOnIncompleteForms
source: Do you want to exit?If you log out, it will exit you from the registration process
mr: तुम्हाला खात्री आहे का की तुम्ही लॉग आउट करू इच्छिता?

# areYousureYouWantToExitAppIncompleteForms
source: Are you sure you want to exit the registration process?
mr: आपल्याला आता रजिस्ट्रेशन प्रक्रियेतून बाहेर पडायचे आहे का?

# yesExitApp
source: Yes, Exit
mr: हो

# nodontExitApp
source: No, Stay Here
mr: नाही

source: Profile ID
mr: प्रोफाईल आयडी

# premiumMeber
source: Premium Member
mr: प्रिमियम मेंबर

source: Free Member
mr: फ्री मेंबर

source: Interest
mr: इंटरेस्ट

source: Accepted
mr: स्वीकारले

source: Accept
mr: स्वीकारा

source: Decline
mr: रद्द करा

source: Shortlist
mr: शॉर्टलिस्ट

source: Shortlisted
mr: शॉर्टलिस्टेड

# notificatiions
source: Notifications
mr: नोटिफिकेशन्स

# yourProfileScore
source: Your Profile Scrore is
mr: तुमच्या प्रोफाईलचा स्कोर

source: Today
mr: आज

source: This Week
mr: या आठवड्यात

source: Yesterday
mr: काल

source: Others
mr: इतर

source: Edit
mr: एडिट

# pleaseSelectyourDistrict
source: Please Select Your Districts
mr: कृपया येथे जिल्हयाचे नाव टाका

source: Browse Profiles
mr: प्रोफाईल्स बघा

source: Contact
mr: संपर्क

source: Explore Matches
mr: स्थळे शोधा

source: Select Country
mr: देश निवडा

source: Please select present State
mr: कृपया सध्याचे राज्य निवडा

source: Search State
mr: राज्य शोधा

# selectCity
source: Select district
mr: जिल्हा निवडा
