Repository: sumitDigital/96KMaratha_Flutter
Catalog: lib/l10n/app_*.arb
Languages: mr

# pleaseSelectPresentCity
source: Please select present Distrcit
mr: कृपया सध्याचे जिल्हा निवडा

source: Search Districts
mr: जिल्हा शोधा

source: Search Education
mr: शिक्षण शोधा

source: Search Country
mr: देश शोधा

source: Search Specialization
mr: स्पेशलायझेशन शोधा

source: Search Occupation
mr: व्यवसाय शोधा

source: Search Employed in
mr: क्षेत्र शोधा

source: Next
mr: पुढे जा

source: Cancel
mr: रद्द करा

source: Done
mr: सेव्ह करा

source: Select All
mr: सर्व निवडा

source: Deselect All
mr: सर्व पर्याय काढून टाका

source: Please select permanent country
mr: कृपया सध्याचे देश निवडा

source: Please select permanent state
mr: कृपया सध्याचे राज्य निवडा

# pleaseSelectPermanentCity
source: Please select permanent district
mr: कृपया सध्याचे जिल्हा निवडा

source: You can select multiple options
mr: तुम्ही एकापेक्षा अधिक पर्याय निवडू शकता

# selectPartnerCountry
source: Select partner's country
mr: जोडीदाराचा देश निवडा

# selectPartnerState
source: Select partner's state
mr: जोडीदाराचे राज्य निवडा

# selectPartnerDistrict
source: Select partner's districts
mr: जोडीदाराचे अपेक्षित जिल्हे निवडा

source: Express Interest
mr: इंटरेस्ट पाठवा

source: No, Thanks
mr: नाही

source: Edit Introduction
mr: स्वतःबद्दल माहिती

source: Edit Personal Info
mr: वैयक्तिक माहिती अपडेट करा

source: Edit Education Info
mr: शिक्षणाविषयी माहिती अपडेट करा

source: Edit Basic Info
mr: मूलभूत माहिती अपडेट करा

source: Edit Location Details
mr: लोकेशन बदला

source: Edit Family Details
mr: कौटुंबिक माहिती अपडेट करा

source: Edit Astro Details
mr: पत्रिके विषयी माहिती अपडेट करा

source: Edit Spiritual Details
mr: आध्यात्मिक माहिती अपडेट करा

source: Edit Lifestyle Details
mr: जीवनशैलीची माहिती अपडेट करा

# editPartnerPreference
source: Edit Partner Expectation
mr: जोडीदाराविषयी माहिती अपडेट करा

# pleaseSelectIfYouHaveChildren
source: Please select if [[gender]] have children
mr: कृपया निवडा: [[gender]] मुले आहेत का?
